cask_args appdir: '/Applications'
tap "homebrew/bundle"
tap 'caskroom/cask'

brew "ffmpeg"
brew "git"
brew "tree"
brew "watch"
brew "wget"
brew "mas" # MacAppStore管理

cask "1password"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "betterzip" # QuickLook Plug-in
cask "blackhole-16ch" # 
cask "blackhole-2ch"
cask "clipy"
cask "crystalfetch"
cask "firefox"
cask "grandperspective"
# cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "istat-menus"
cask "keeper-password-manager"
cask "keka"
cask "mactracker"
cask "messenger"
cask "microsoft-office-businesspro"
cask "microsoft-remote-desktop"
cask ""
cask "obs"
cask "powershell"
cask "pppc-utility"
cask "qlcolorcode"
cask "rectangle"
# cask "slack"
# cask "sourcetree"
cask "suspicious-package"
cask "teamviewer"
cask "utm"
cask "visual-studio-code"
casl "webex"
cask "wireshark"
# cask "zoom"

mas "Keynote", id: 409183694
mas "GarageBand", id: 682658836
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "iMovie", id: 408981434
mas "Apple Configurator", id: 1037126344

mas "Affinity Photo", id: 824183456
mas "Affinity Designer", id: 824171161
mas "Brother P-touch Editor", id: 1453365242
mas "RunCat", id: 1429033973

mas "1Password for Safari", id: 1569813296
mas "Keepa - Price Tracker", id: 1533805339
