cask_args appdir: '/Applications'
tap "homebrew/bundle"
#tap 'caskroom/cask'

### CUI Tool
brew "ffmpeg"
brew "git"
brew "tree"
brew "watch"
brew "wget"
brew "mas" # MacAppStore管理
brew "dockutil" # dockを操作する

### GUI Tool
cask "1password"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "betterzip" # QuickLook Plug-in
cask "blackhole-16ch" 
cask "blackhole-2ch"
cask "clipy"
cask "crystalfetch" # UTMのWindowsOSイメージ作成
cask "firefox"
cask "grandperspective" # グラフィカルな空き容量調査
# cask "google-chrome" # Rehabでは自動キッティングでインストールするのでコメントアウト
cask "google-drive"
cask "google-japanese-ime"
cask "istat-menus@6"
cask "keeper-password-manager"
cask "keka" # zip圧縮
cask "mactracker"
cask "messenger"
cask "microsoft-office-businesspro"
cask "microsoft-remote-desktop"
cask "obs"
cask "powershell"
cask "pppc-utility" # Jamfで使用
cask "qlcolorcode" # QuickLook Plug-in
cask "rectangle" # ウィンドウ配置
# cask "slack" # Rehabでは自動キッティングでインストールするのでコメントアウト
# cask "sourcetree"
cask "suspicious-package" # QuickLook Plug-in
cask "teamviewer"
cask "utm" # 仮想マシン
cask "visual-studio-code"
cask "webex"
cask "wireshark"
# cask "zoom" # Rehabでは自動キッティングでインストールするのでコメントアウト

### MacAppStore
mas "Keynote", id: 409183694
mas "GarageBand", id: 682658836
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "iMovie", id: 408981434
mas "Apple Configurator", id: 1037126344

mas "Affinity Photo", id: 824183456
mas "Affinity Designer", id: 824171161
mas "Brother P-touch Editor", id: 1453365242
mas "RunCat", id: 1429033973

### Safari Extension
mas "1Password for Safari", id: 1569813296
mas "Keepa - Price Tracker", id: 1533805339
