github.vscode-pull-request-github
hediet.vscode-drawio
janisdd.vscode-edit-csv
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vscode.powershell
